"providerDisplayName" = "Stock Asst";
"providerDescription" = "Search value of any stock.";
"  净值日期:%@" = "  NAV Date:%@";
"  昨收:%@ 今开:%@ 最高:%@ 最低:%@" = "  Prev Close:%@ Open:%@ Highest:%@ Lowest:%@";
"港股" = "HK";
"美股" = "US";
"基金" = "FUND";
"沪深" = "SS";
"CHN" = "CHN";
"未开盘" = "Not Open";
"集合竞价" = "Call Auction";
"交易中" = "Trading";
"午间休市" = "Closed at Noon";
"已休市" = "Closed";
"已收盘" = "Closed";
"早间休市" = "Closed at Morning";
"交易所中间休息" = "Stock Exchange Pause";
"交易所中间休市" = "Stock Exchange Close";
"暂停交易" = "Suspended Trading";
"盘前交易" = "Premarket Trading";
"上证指数" = "SSE Composite Index";
"深证成指" = "SZSE Component Index";
"恒生指数" = "Hang Seng Index";
"道琼斯" = "Dow Jones Industrial Average";
"纳斯达克" = "Nasdaq Composite";
"红涨绿跌" = "Red rise green fall";
"绿涨红跌" = "Green rise red fall";
"完成" = "Done";
"在消息面板展示" = "Show in Message Box Panel";

"昨收" = "Prev Close";
"今开" = "Open";
"成交量" = "Volume";
"换手率" = "Turnover rate";
"最高" = "Highest";
"最低" = "Lowest";
"成交额" = "Turnover";
"市盈率" = "P/E";
"市值" = "Value";
"流通市值" = "Circulation value";
"内盘" = "Bid";
"外盘" = "Ask";
"振幅" = "Amplitude";
"更多" = "More";

"基金类型" = "Fund type";
"基金经理" = "Fund manager";
"基金公司" = "Fund company";
"累计净值" = "Value";
"累计分红" = "Dividends";
"基金份额" = "Fund share";
"资产净值" = "Net asset value";
"申购状态" = "Subscription";
"赎回状态" = "Redemption";
"管理费率" = "Fee ";